Repository: gogalefree/MapViewDemo
Catalog: Translation/*.xliff
Languages: he

# 0se-5x-BA1.title
source: Shares
he: שיתופים

# 6ml-ck-bco.title
source: Share
he: שיתוף

# AK5-5l-14Y.title
source: Collect
he: איסוף

# DLu-K8-Ebu.text
source: Subtitle
he: כותרת משנה

# Wup-5m-Cmx.title
source: Show Table
he: הצג טבלה

# WvI-wa-HDc.title
source: Done
he: בצע

# a9J-b2-IfA.text
source: Title
he: כותרת

# aQP-ya-eVu.text
source: Label
he: שדה טקסט

# jPB-T2-WnI.title
source: Collect
he: איסוף

source: \(km) km from your location
he: קילומטרים ממיקומך הנוכחי \(km)

source: Cancel
he: ביטול

source: Coffee Neto
he: קפה נטו

source: Collect
he: איסוף

source: Guy's house
he: הבית של גיא

source: Shabtai Pizza
he: שבטאי פיצה

source: Take me with:
he: נווט בעזרת:

source: beit halevy
he: בית הלוי
